//ST016A      JOB ACCT#,'TRAINER',CLASS=A,NOTIFY=ST016
//STEP1       EXEC PGM=IDCAMS
//SYSPRINT    DD SYSOUT=*
//SYSIN       DD *
  DELETE ST016.VSAM.RRDS1
  SET MAXCC=0
  DEFINE CLUSTER-
     (NAME(ST016.VSAM.RRDS1)-
     NUMBERED-
     VOLUME(BYWK00)-
     RECORDS(100,10)-
     RECORDSIZE(20 20)-
     CONTROLINTERVALSIZE(4096)
//