//ST016A JOB ACCT#,'TRAINER',CLASS=A,NOTIFY=ST016
//STEP1       EXEC PGM=IDCAMS
//SYSPRINT    DD SYSOUT=*
//SYSIN       DD *
  DELETE ST016.VSAM.*
//