//ST016A      JOB ACCT#,'TRAINER',CLASS=A,NOTIFY=ST016
//STEP1       EXEC PGM=IDCAMS
//SYSPRINT    DD SYSOUT=*
//SYSIN       DD *
  DELETE ST016.VSAM.KSDS1
  SET MAXCC=0
  DEFINE CLUSTER-
     (NAME(ST016.VSAM.KSDS1)-
     INDEXED-
     VOLUME(BYWK00)-
     RECORDS(100,10)-
     RECORDSIZE(80 80)-
     CONTROLINTERVALSIZE(4096)
	 KEY(1,1))
//